<template>
  <div>
    <h1>Добро пожаловать!</h1>
    <p>Всем привет! На связи <strong>Фомичев Михаил</strong>, один из авторов этого блога, где я рассказываю про свой опыт работы программистом в различных компаниях и стартапах, карьеру, переход из найма в предпринимательство, способы развития для разработчиков, софт-скиллы и другие полезные в работе и жизни навыки и идеи.</p>
    <p>Каждый из вас может добавить сюда свой профиль и начать вести&nbsp;<strong> личный профессиональный блог</strong>. По моим наблюдениям, единицы разработчиков ведут блоги, либо как-то ещё активны публично.</p>
    <p>Почему так происходит?</p>
    <p>Предполагаю, что основных причин несколько:</p>
    <ul>
      <li><strong>Вести блог тяжело</strong>&mdash; нужно тратить много времени и сил, чтобы регулярно выдавать качественный контент для подписчиков;</li>
      <li><strong>Не понятны перспективы</strong>этой затеи &mdash;&nbsp;стоит ли вообще рассчитывать на какой-то профессиональный рост и плюсы для карьеры;</li>
      <li><strong>Писать и так непросто, а ещё сложнее найти темы,</strong>о которых вам будет интересно рассказывать не только сегодня, а в течение многих лет публичной активности;</li>
      <li><strong>Не ясно, как продвигать свой блог</strong>&mdash;&nbsp;писать &laquo;в стол&raquo;, не получая никакой обратной связи, ещё сложнее.</li>
    </ul>
    <p>Теперь вы можете делать это здесь, тут нужно только писать и общаться со своей аудиторией! Присоединяйтесь!</p>
  </div>
</template>

<script>
export default {
  head: {
    title: 'Главная страница',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'Демонстрационный сайт на системе nuxt.js + vuejs'
      }
    ]
  }
}
</script>
